Repository: ahmednageebmahmoud/Layal
Catalog: App/LayalCPanel/Resources/Token.*.resx
Languages: ar

source: Ago
ar: منذ

# AppName
source: Layan
ar: ليال

source: Days
ar: ايام

source: Hi
ar: مرحبا

source: Home Page
ar: الصفحة الرئيسية

source: Hour
ar: ساعة

source: Invalid User Name Or Password
ar: اسم المستخدم او كلمة السر غير صالحة

source: Just Now
ar: الان

source: Login
ar: تسجيل الدخول

source: Log Out
ar: تسجيل الخروج

source: Minute
ar: دقيقة

source: Month
ar: شهر

source: Months
ar: شهور

source: My Profile
ar: حسابى

source: New
ar: جديد

source: Notifications
ar: اشعرات

source: One Day
ar: يوم واحد

source: One Hour
ar: ساعة واحدة

source: One Minute
ar: دقيقة واحدة

source: One Month
ar: شهر واجد

source: One Year
ar: عام واحد

source: Password
ar: كلمة المرور

source: Remember Me
ar: تذكرنى

source: Show More
ar: مشاهدة المزيد

source: Success
ar: نجاح

source: Two Days
ar: يومين

source: Two Hour
ar: ساعتين

source: Two Minute
ar: دقيقتين

source: Two Months
ar: شهرين

source: Two Years
ar: عامين

source: User Name
ar: اسم المستخدم

source: Year
ar: عام

source: Years
ar: اعوام

source: Email
ar: الاميل

source: Field Is Requierd
ar: هذا الحقل مطلوب

source: Forget Password
ar: استرجاع كلمة السر

source: Login To Your Account
ar: تسجيل الدخول الى حسابك

source: My Tasks
ar: المهمات

source: Users Pages Privileges
ar: امتيازات صفحات المستخدمين

source: Some Error Has Been
ar: لقد حدث خطاء غير متوقع

source: Can Add
ar: السماح بـ الاضافة

source: Can Delete
ar: السماح بـ الحذف

source: Can Display
ar: السماح بـ المشاهدة

source: Can Edit
ar: السماح بـ التعديل

source: Menu
ar: القائمة

source: Page
ar: الصفحة

source: Save
ar: حفظ

source: Show
ar: عرض

source: Updated
ar: تم التحديث

source: User
ar: مستخدم

source: Employee
ar: موظف

source: Users
ar: المستخدمين

source: Account Type
ar: نوع الحساب

source: Address
ar: العنوان

source: City
ar: المدينة

source: Country
ar: الدولة

source: Create Date From
ar: تاريخ الانشاء من

source: Create Date To
ar: تاريخ الانشاء الى

source: Language
ar: اللغة

source: No More Result
ar: لا مزيد من النتائج

source: No Result
ar: لا نتائج

source: Phone Number
ar: رقم الهاتف

source: Add New User
ar: اضافة مستخدم جديد

source: Add User
ar: اضافة مستخدم

# Operations
source: Oprations
ar: العمليات

source: Update User
ar: تحديث المستخدم

source: Add
ar: اضافة

source: Cancel
ar: الغاء

source: Added
ar: تمت الاضافة

# EmailItIsAlreadyUsed
source: Email It Is Already Used With Another Account
ar: الاميل مستخدم بـ الفعل مع حساب آخر

source: Invalid Data
ar: بيانات غير صحيحة

source: Min Length Char Is
ar: اقل عدد احرف هوا

# PhoneItIsAlreadyUsed
source: Phone It Is Already Used With Another Account
ar: رقم الهاتف مستخدم بـ الفعل مع حساب آخر

source: State Not Found
ar: الحالة ليست موجودة

# UserNameItIsAlreadyUsed
source: User Name It Is Already Used With Another Account
ar: اسم المستخدم مستخدم بـ الفعل مع حساب آخر

source: User Not Found
ar: المستخدم ليس موجود

source: Cities
ar: المدن

source: Country Not Found
ar: الدولة ليست موجودة

source: Add New Country
ar: اضاقة دولة جديدة

source: Countries
ar: الدول

source: Delete
ar: حذف

source: Max Length Char Is
ar: اكبر عدد احرف هوا

# NameAr
source: Arabic Name
ar: الاسم بـ العربية

# NameEn
source: English Name
ar: الاسم بـ الانجليزية

source: Update
ar: تحديث

source: Update Country
ar: تحديث الدولة

# CanNotDeleteBecuseIsUsed
source: Can Not Delete him Becuse It Is Used
ar: لا يمكن حذف لانة مستخدم

source: Deleted
ar: تم الحذف

source: Iso Code
ar: مفتاح الدولة

source: It Is Already Used
ar: مستخدم بـ الفعل

source: Add New Enquiry Type
ar: اضافة نوع استفسار جديد

source: Enquiry Types
ar: انواع الاستفسارات

source: Update Enquiry Type
ar: تحديث نوع الاستفسار

source: Add New Enquiry
ar: اضافة استفسار جديد

source: Create Date Time
ar: تاريخ ووقت الانشاء

source: Enquires
ar: الاستفسارات

source: Enquiry
ar: الاستفسار

source: Event Date
ar: تاريخ المناسبة

source: First Name
ar: الاسم الاول

source: Last Name
ar: الاسم الاخير

source: Notes
ar: الملحوظات

source: Notes Count
ar: عدد الملحوظات

source: Not Found
ar: لم يتم العثور علية

source: User Created
ar: المستخدم المنشىء

source: Add And Update Enquiry
ar: اضافة وتحديث الاستفسار

source: Enquiry Type
ar: طريقة الاستفسار

source: Update Enquiry
ar: تحديث الاستفسار

source: Day
ar: اليوم

source: Max Number Is
ar: اكبر رقم هوا

source: Min Number Is
ar: اقل رقم هوا

source: Add New Notes
ar: اضافة ملحوظة جديدة

source: Add New Branch
ar: اضافة فرع جديد

source: Branch
ar: فرع الشركة

source: Branches
ar: فروع الشركة

source: Update Branch
ar: تحديث فرع الشركة

source: Add Enquiry
ar: اضافة استفسار

source: My Enquires
ar: استفسارتى

source: Close
ar: إغلاق

source: Show Details
ar: مشاهدة التفاصيل

source: Details
ar: التفاصيل

source: Note
ar: ملحوظة

source: User Information
ar: معلومات المستخدم

source: From Clinet
ar: من العميل

source: No Branch
ar: لم يتم تحديد الفرع

source: Select
ar: إختر

source: Can Not Duplicate Branch Manger
ar: لا يمكنك اضافة اكثر من مدير فرع لـ نفس الفرع

source: Description
ar: الوصف

source: Opene
ar: فتح

source: Readed
ar: مقرواءه

source: Title
ar: العنوان

source: Enquiry Information
ar: بيانات الاستفسار

source: Status
ar: الحالات

source: From Admin
ar: من الادمين

source: Add Status
ar: اضافة حالة

source: Visit Date Time
ar: تاريخ ووقت المقابلة

source: Amount
ar: المبلغ

source: Bank Transfer Deposit
ar: عربون حوالة بنكية

source: Linked With Clinet
ar: مربوط مع عميل

source: Clinet Is Not Payment
ar: العميل لم يقم بدفع العربون

source: This Enquiry Already Linked With Clinet
ar: هذا الاستفسار مربوط مع عميل من قبل

source: You Can Not Access To Create Accont
ar: ليس لديك صلاحية لـ انشاء حساب للعملاء

source: Active Code
ar: كود التفعل

source: Active Email
ar: تفعيل الاميل

source: Send Active Code To Email
ar: ارسال كود التفعيل الى الاميل

source: Activated
ar: تم التفعيل

# AndPasteTheCodeInAppication
source: And Paste The Code In Application
ar: والصق هذا فى تطبيق

source: Date Of Birth
ar: تاريخ الميلاد

source: Dear
ar: عزيزى

source: Not Activated
ar: لم يتم التفعيل

source: Please Copy This Code
ar: من فضلك انسخ هذا الكود

source: Profile Update
ar: تحديث الصفحة الشخصية

source: Invalid Active Code
ar: كود التفعيل غير صالح

source: Add New PrintNames Type
ar: اضافة نوع اسماء جديد

source: Print Names Type
ar: نوع حفر الاسماء

source: Print Names Types
ar: انواع حفر الاسماء

source: Add Events
ar: اضافة مناسبة

source: Event
ar: المناسبة

source: Events
ar: المناسبات

source: Add And Update Event
ar: اضافة وتحديث المناسبة

source: Add New Event
ar: اضافة مناسبة جديدة

source: Event Information
ar: بيانات المناسبة

source: Update Event
ar: تحديث المناسبة

# IsClinetCustomLogo
source: Custom Logo
ar: شعار مخصص

# IsLogoAr
source: Arabic Logo
ar: شعار بـ العربية

# IsNamesAr
source: Arabic Names
ar: الاسماء بـ العربى

source: Name Bride
ar: اسم العروسة

source: Name Groom
ar: اسم العريس

source: Package
ar: باكيج

source: Print Name Type
ar: نوع حفر الاسم

source: Add Event
ar: اضافة مناسبة

source: Can Not Duplicate Event With One Enquiry
ar: لا يمكن تكرار الحدث مع نفس الاستفسار

source: Can Not Save Custom Logo
ar: لم اتمكن من حفظ الشعار المخصص

source: Upload Logo
ar: تحميل الشعار

source: You Can Not Create
ar: لا يمكنك الانشاء

source: Review
ar: مراجعة

source: Event Date To
ar: تاريخ المناسبة الى

# IsActive
source: Active
ar: مفعل

source: Clinet
ar: العميل

source: Albums
ar: الالبومات

source: Static Fields
ar: الحقول الثابتة

source: Packages
ar: الباكيجات

source: Add New Package
ar: اضافة باكج جديد

source: Update Package
ar: تحديث الحزمة

# DescriptionAr
source: Arabic Description
ar: وصف بـ العربى

# DescriptionEn
source: English Description
ar: وصف بـ الانجليزى

# IsAllowPrintNames
source: Allow Print Names
ar: السماح بـ حفر الاسماء

source: Album
ar: الالبوم

source: Input
ar: الحقل

source: Package Details
ar: تفاصيل الـ باكيج

# ValueAr
source: Arabic Value
ar: القيمة بـ العربى

# ValueEn
source: English Value
ar: القيمة بـ الانجليزية

source: Package Information
ar: بيانات الباكيج

source: You Can Not Update
ar: لا يمكنك التحديث

source: Enquiry Is Closed
ar: لقد تم اغلاق الاستفسار

source: Distribution Of Work
ar: توزيع اوامر العمل على الموظفين

source: Work Type
ar: نوع العمل

source: Can Not Duplicate
ar: لا يمكنك التكرار

source: Can Not Save Attachment
ar: لم اتمكن من حفظ المرفق

source: Bank Transfer Photo
ar: صورة الحوالة البنكية

source: Can Not Save Bank Transfer Photo
ar: لم اتمكن من حفظ صورة الحوالة البنكية

source: Payments Informations
ar: بيانات المدفوعات

# IsAcceptFromManger
source: Accept From Manger
ar: تم اعتمادة من المدير

# IsBankTransfer
source: Bank Transfer
ar: حوالة بنكية

# IsDeposit
source: Deposit
ar: عربون

source: Total Payments
ar: اجمالى المدفوعات

source: Total Payments Activated
ar: اجمالى المدفوعات النشطة

source: Payments
ar: المدفوعات

# NamsArExtraPrice
source: Arabic Nams Extra Price
ar: سعر اضافة للطباعة بـ العربى

source: Package Price
ar: سعر الباكج

source: Pricing
ar: الاسعار

source: Remaining Amount
ar: المبلغ المتبقى

source: Total Price
ar: مجموع الاسعار

source: Approve
ar: الموافقة

source: Terms
ar: الشروط والاحكام

source: Close Enquiry
ar: اغلاق الاستفسار

# YourAccountIsNotActive
source: Your Account Is Blocked
ar: لقد تم حظر حسابك

source: Works
ar: الاعمال

# GoToFinsh
source: Go To Finsh Youre Tasks
ar: اذهب لـ انجاز المهام

source: Closed Date Time
ar: تاريخ ووقت الاغلاق

source: Vist To Coordination Date Time
ar: وقت وتاريخ موعد تنسيق المناسبة

# AddAndUpdateCoordinations
source: Add And Update Task Coordinations
ar: اضافة وتحديث مهام الاعداد والتنسيق

source: Event Coordinations
ar: اعداد وتنسيق المناسبات

source: Task
ar: الهمة

source: Task Number
ar: رقم المهمة

source: End Time
ar: الى الوقت

source: Start Time
ar: من الوقت

source: You Can Not Access To This Event
ar: لا يمكنك الوصول الى هذا المناسبة

# AddedWithTaskumber
source: Added With Task Nmber
ar: تمت الاضافة مع رقم المهمة

source: Add New Task
ar: اضافة مهمة جديدة

source: Tasks
ar: المهام

source: Edit
ar: تعديل

source: Finshed
ar: تم الانتهاء

source: This Task Is Finshed
ar: هذة المهمة قد انتهت

source: Finshed Account Type
ar: نوع المستخدم الذى قام بـ الانتهاء

source: Finshed Date Time
ar: تاريخ ووقت الانتهاء

source: Finshed User Name
ar: اسم المستخدم الذى قام بـ الانتهاء

source: Distribution Of Work Details
ar: تفاصيل اوامر العمل

source: Logo
ar: اللوجو

source: Enquiry With Admin
ar: الاستفسار الان مع المدير

# SocialAccountTypes
source: Social Media Account Types
ar: حسابات التواصل الاجتماعى

source: Full Name
ar: الاسم بالكامل

source: Must be Insert
ar: يجب عليك ادخال

source: Nationality Number
ar: رقم الهوية

source: Number
ar: رقم

source: Web Site
ar: الموقع الخاص بك

source: Nationality NumberIt Is Already Used
ar: رقم الهوية مستخدم من قبل

source: Social Medai Accounts
ar: حسابات التواصل الاجتماعى

source: Link
ar: الرابط

source: Social Account Type
ar: نوع حساب التواصل الاجتماعى

source: This Event Date Is Finshed
ar: تاريخ هذة المناسبة قد انتهى

# CanNotPayUserAccountIsNotActive
source: Can Not Payment User Account Is Not Active
ar: لا يمكن الدفع لان حساب المستخدم محظور

source: My Payments
ar: مدفوعاتى

source: Can Not Save Payment Photo
ar: لم اتمكن من حفظ صورة الدفع

source: Payment Photo
ar: صورة الدفع

source: This Payment Is Closed
ar: هذة الدفعة تم اغلاقها

source: Can Not Do Any Thing Becuse This Enquiry Converted To Event
ar: لا يمكنك فعل اى شىء لان هذا الاشتفسار تحول الى مناسبة

# EventSurveyQuestionTypes
source: Survey Question Types
ar: انواع اسئلة الاستبيان

# EventSurveyQuestionsDefult
source: Event Survey Default Questions
ar: اسئلة استبيان المناسبة الافتراضية

source: Event Survey Question Type
ar: نوع سوال استبيان المناسبة

# IsDefault
source: Default
ar: افترضى

source: Create Custom Survey
ar: انشاء استبيان مخصص

source: Can Not Update Becuse Clinet Is Fill Survey
ar: لا يمكن التحديث الان لان المستخدم قد املىء الاستبيان

source: Are You Satisfied To My Service
ar: هل انت راض عن الخدمة

# SurveyValidIn30DaysAffterEventFinshed
source: Survey Valid Only In 30 Days Affter Event Date
ar: الاستبيان متاح فقط فى اول 30 يوم من بعد تاريخ المناسبة

source: Your Answerer
ar: اجابتك

source: Customers Satisfaction Statistics
ar: إحصائيات رضا العملاء

source: Count Events In Current Year
ar: عدد المناسبات فى السنة الحالية

source: Event Employees
ar: موظفين المناسبة

source: Event Implementations
ar: مناسبات التنفيذ

source: Survey
ar: الاستبيان

source: Finshe
ar: إنهاء

source: Event Is Closed
ar: المناسبة قد اغلقت

source: Files Received Types
ar: انوع تسليم الملفات

source: For Employee
ar: لـ الموظف

source: Filter
ar: فلتر

source: Id
ar: رقم المسلسل

# NamesPrintingPrice
source: Name Printing Price
ar: سعر حفر الاسماء

source: Price
ar: السعر

# IsNameArDescription
source: An extra amount will be added to the bill.
ar: سوف يضاف مبلغ اضافى فى الفاتورة

# IsNamesPrintingFree
source: Names Printing Free
ar: حفر الاسماء مجانى

source: You Can Not Access To Create Accont For This Enquiry
ar: ليس لديك صلاحية لـ انشاء حساب مستخدم تابع لهذا الاستفسار

source: You Can Not Access To This Enquiry
ar: ليس لديك صلاحية للوصول الى هذا الطلب

# IsBasic
source: Basic
ar: رئيسى

# BasicBranchEmployee
source: Another Branch Employee
ar: موظف الفرع الاخر

source: Select Employee From Basic Branch
ar: اختيار موظف من الفرع الاساسى

source: Event Archivings
ar: مناسبات الارشفة والحفظ

source: Add And Update Archiving
ar: اضافة وتحديث مهام الارشفة

source: Archiving Date
ar: تاريخ الارشفة

# HDName
source: Hard Disk Name
ar: اسم وحدة التخزين

# PortableHDName
source: Portable Hard Disk Name
ar: اسم وحدة التخزين النقالة

# HDNumber
source: Hard Disk Number
ar: معرف او رقم وحدة التخزين

source: Memory Id
ar: معرف او رقم الذاكرة

source: Memory Type
ar: نوع الذاكرة

source: Photo Number From
ar: رقم تسلسل الصور من

source: Photo Number To
ar: رقم تسلسل الصور الى

# PhotoStartName
source: Name Photo Start With
ar: اسم الصور يبداء بـ

source: Add Details
ar: اضافة التفاصيل

source: Task Finshe
ar: انهاء المهمة

source: Add Basic Information
ar: اضافة المعلومات الاساسية

source: Folder Name
ar: اسم المجلد

source: Can Not Insert Date Less Than Current Date
ar: لا يمكنك اضافة تاريخ اقل من التاريخ الحالى

source: Event Photographers
ar: مصورين المناسبة

source: No Photographers Found
ar: لا يوجد مصورين

source: Events Photography
ar: مناسبات التصوير

source: Archiving And Saveing Employee
ar: موظف الارشفة والحفظ

source: Coordination Employee
ar: موظف الاعداد والتنسيق

source: Implementation EmployeeId
ar: موظف التنفيذ

source: Enquiry Is NotFound
ar: الاستفسار غير موجود

source: Archiving And Saveing Another Branch
ar: الفرع الآخر للآرشفه والحفظ

source: All
ar: الكل

source: Enquiry Status
ar: حالات الاستفسار

source: Hours
ar: ساعات

source: Task Status
ar: حالات المهام

source: Enquiry Work Flow
ar: خريطة تدفق الاستفسار

source: Archiving
ar: الارشفة

source: Archiving And Saveing
ar: الارشفة والحفظ

source: Booking
ar: الحجز

source: Choosing
ar: الاختيار

source: Coordination
ar: الاعداد والتنسيق

source: Data Perfection
ar: اكمال البيانات

source: Digital Processing
ar: المعالجة الرقمية

source: Implementation
ar: التنفيذ

source: Manufacturing
ar: التصنيع

source: Packaging
ar: التغليف

source: Preparing For Printing
ar: التجهيز للطباعة

source: Processing Products
ar: تجهيز المنتاجات

source: Quality And Review
ar: الجودة والمراجعة

source: Transmission And Delivery
ar: الارسال والتسليم

source: Add New Status
ar: اضافة حالة جديدة

# EnquiryNotHaveDeposit
source: Enquiry Not Have Deposit ... Mustbe insert Deposit First
ar: الاستفسار لا يوجد بة اى عربون .. يجب اضافة عربون اولا قبل اضافة اى دفعات

source: Photographers
ar: المصورين

source: Search In Photographers
ar: ابحث فى المصورين

source: This Event Date Is Not Comming
ar: تاريخ المناسبة لم ياتى بعد

source: Can Not Update Event Date Less Than Or Equle Current Date
ar: لا يمكن تحديث تاريخ المناسبة بـ تاريخ اقل من او يساوى التاريخ الحالى

source: Show Details And Finshe
ar: مشاهدة التفاصيل والانهاء

source: Added Date
ar: تاريخ الاضافة

source: Name
ar: الاسم

source: Som Files Not Saved
ar: هناك بعض الصور لم نتمكن من حفظها

source: Add New Album
ar: اضافة البوم جديد

source: Add Or Update Album
ar: اضافة او تحديث الالبوم

source: Update Album
ar: تحديث الالبوم

source: Images
ar: الصور

source: Upload
ar: تحميل ملفات

source: Add New Static Field
ar: اضافة حقل ثابت جديد

source: Update Static Field
ar: تحديث الحقل الثابت

source: File Not Saved
ar: الملف لم يحفظ

source: Add New Product Type
ar: اضافة فئة منتج جديد

source: Add Or Update Product Type
ar: اضافة او تحديث نوع المنتج

source: Product Type
ar: نوع المنتج

source: Product Types
ar: فئات المنتاجات

source: Update Product Type
ar: تحديث فئة المنتج

source: Image
ar: الصورة

source: I Cant Added
ar: لا يمكننى الاضافة

source: Add New Product
ar: اضافة منتج جديد

source: Add Or Update Product
ar: اضافة او تحديث منتج

source: Products
ar: المنتاجات

source: Update Product
ar: تحديث المنتج

source: Basic Information
ar: المعلومات الاساسية

# UplaodFIleNotesAr
source: Arabic Uplaod FIle Notes
ar: ملحوظات رفع الصور بـ العربية

# UplaodFIleNotesEn
source: English Uplaod FIle Notes
ar: ملحوظات رفع الصور بـ الانجليزية

# DeletedV1
source: Deleted
ar: محذوفة

source: Option Information
ar: معلومات الخيار

source: Option Items
ar: عناصر الخيار

source: Option Name
ar: اسم الخيار

source: Options
ar: الخيارات

source: Option Items Count
ar: عدد عناصر الخيار

source: Next Step
ar: الخطوة التالية

source: Previous
ar: السابق

source: Product
ar: المنتج

# UpdatedAllWithoutOptions
source: Updated All Without Options Because It Is Already Used
ar: تم تحديث الكل ماعادا الخيارات لان هذا المنتج مستخدم بـ الفعل فى طلب ما

source: Select All
ar: تحديد الكل

source: Shipping Categories
ar: فئات الشحن

source: Create Order
ar: انشاء الطلب

source: My Orders
ar: طلباتى

source: Product Description
ar: وصف المنتج

source: Product Details
ar: تفاصيل المنتج

source: Product Images
ar: صور المنتج

source: Product Name
ar: اسم المنتج

source: Files
ar: الملفات

source: Upload File Notes
ar: ملحوظات قبل رفع الملفات

source: You Must be Choose Product
ar: يجب ان تختار المنتج

source: You Must be Choose Product Type
ar: يجب ان تختار نوع المنتج

source: You Must be Uplaod Files
ar: يجب ان تقوم بتحميل الملفات

source: Order Date Time
ar: وقت وتاريخ الطلب

# AddBuWeHaveSomFilesNotSaved
source: Add But We Hav eSom Files Not Uplaoded
ar: تم الاضافة ولاكن هناك بحض الملفات لم نتمكن من حفظها

source: Order
ar: طلب

source: Update Order
ar: تحديث الطلب

source: Order Id
ar: رقم الطلب

source: You Must be Choose All Options
ar: يجب ان تحتار جميع الخيارات

source: Delivery Information
ar: معلومات التوصيل

source: Receipt From The Branch
ar: الاستلام من الفرع مباشرة

source: You Must be Fill Fields
ar: يجب عليك ملىء الحقول
